10/data/attachments/15cff88348f339f0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patricia_order_Friend_36546_7</nif:username>
            <nif:friendToBeRequested>soap_friends_335b587d-4b17-491c-beab-a5e09d5c7364</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>